Repository: conradbooker/real-stats
Catalog: real-stats/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, ja, ru, uk

source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Stations préférées
hi: पसंदीदा
ja: お気に入り
ru: Избранное
uk: Улюблені

source: Nearby
ar: القطار القريب
de: In der Nähe
es: Cercano
fr: Stations à proximité
hi: नजदीकी ट्रेन
ja: 近くの電車
ru: Поблизости
uk: Поблизу

source: Nearby bus
ar: الحافلة القريبة
de: Nahverkehrsbus
es: Autobús cercano
fr: Arrêts de bus à proximité
hi: नजदीकी बस
ja: 近くのバス
ru: Ближайший автобус
uk: Поблизу автобусна зупинка

source: %@ St
ar: %@ شارع
de: %@ Straße
es: %@ Calle
fr: %@ Rue
hi: %@ स्ट्रीट
ja: %@ 丁目
ru: %@ улица
uk: %@ вулиця

source: Search for a station or a train
ar: البحث عن محطة أو قطار
de: Suche nach einer Station oder einem Zug
es: Buscar una estación o un tren
fr: Rechercher une station ou un train
hi: स्टेशन या ट्रेन के लिए खोजें
ja: 駅または電車を検索
ru: Поиск станции или поезда
uk: Пошук станції або поїзда

source: Flushing
ar: فلاشينغ
hi: फ्लशिंग
ja: フラッシング
ru: Флашинг
uk: Флашінг

source: no-service
ar: هذه المحطة لا تقدم خدمة %@
de: Kein Service verfügbar für %@
es: Esta estación no ofrece servicio de %@
fr: Pas de service pour le %@ à cette station
hi: इस स्टेशन पर %@ सेवा उपलब्ध नहीं है
ja: この駅では %@ サービスは提供されません
ru: На этой станции нет %@ услуги
uk: На цій станції немає %@ послуг

source: More stations
ar: عرض المزيد من المحطات
de: Mehr Stationen anzeigen
es: Más estaciones
fr: Plus
hi: और स्टेशन
ja: もっと多くの駅
ru: Больше станций
uk: Більше станцій

source: Fewer stations
ar: عرض أقل من المحطات
de: Weniger Stationen anzeigen
es: Menos estaciones
fr: Moins
hi: कम स्टेशन
ja: 少ない駅
ru: Меньше станций
uk: Менше станцій

source: %@ mins
ar: %@ دقائق
de: %@ Min
es: %@ minutos
fr: %@ min
hi: %@ मिनट
ja: %@ 分
ru: %@ мин
uk: %@ хвилин

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos de
hi: के बारे में
ja: このアプリについて
ru: О приложении
uk: Про програму

source: Send Feedback
ar: إرسال ملاحظات
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
hi: प्रतिक्रिया भेजें
ja: フィードバックを送信
ru: Отправить отзыв
uk: Надіслати відгук

source: Sorry for the interruption!
ar: نأسف على التوقف!
de: Entschuldigung für die Unterbrechung!
es: ¡Disculpa la interrupción!
fr: Désolé pour l'interruption !
hi: बाधा के लिए खेद है!
ja: ご迷惑をおかけして申し訳ありません！
ru: Извините за прерывание!
uk: Вибачте за перерву!

source: Your current app version is not up to date. Please update Transit Bandage!
ar: إصدار التطبيق الحالي غير محدث. يرجى تحديث Transit Bandage!
de: Ihre aktuelle App-Version ist nicht auf dem neuesten Stand. Bitte aktualisieren Sie Transit Bandage!
es: La versión actual de tu aplicación no está actualizada. ¡Actualiza Transit Bandage!
fr: Votre version actuelle de l'application n'est pas à jour. Veuillez mettre à jour Transit Bandage !
hi: आपका वर्तमान ऐप संस्करण अद्यतित नहीं है। कृपया 'Transit Bandage' को अपडेट करें!
ja: 現在のアプリバージョンが最新ではありません。Transit Bandageを更新してください！
ru: Ваша текущая версия приложения устарела. Пожалуйста, обновите Transit Bandage!
uk: Ваша поточна версія програми не актуальна. Оновіть Transit Bandage!

source: (It should take less than 30 seconds)
ar: (يجب أن يستغرق أقل من 30 ثانية)
de: (Es sollte weniger als 30 Sekunden dauern)
es: (Debería tomar menos de 30 segundos)
fr: (Cela devrait prendre moins de 30 secondes)
hi: (इसमें 30 सेकंड से कम समय लगेगा)
ja: （30秒未満で完了するはず）
ru: (Это займет менее 30 секунд)
uk: (Це повинно зайняти менше 30 секунд)

source: at station
ar: القطار في المحطة
de: an der Station
es: en la estación
fr: à la station
hi: स्टेशन पर
ja: 駅で
ru: на станции
uk: на станції

source: due
ar: القطار في الطريق
de: fällig
es: debido
fr: arr.
hi: समय सीमा
ja: 到着予定
ru: прибытие
uk: по графіку

source: mins
ar: دقائق
de: Min
es: minutos
fr: min
hi: मिनट
ja: 分
ru: мин
uk: хвилин

source: Added Staten Island Railway, and PATH Support (BETA)
ar: تمت إضافة خط Staten Island Railway ودعم PATH (نسخة تجريبية)
de: Staten Island Railway und PATH-Unterstützung hinzugefügt (BETA)
es: Añadido soporte para Staten Island Railway y PATH (BETA)
fr: Ajout du Railway Staten Island et du support PATH (BÊTA)
hi: स्टेटन आइलैंड रेलवे और पैथ समर्थन (बीटा) जोड़ा गया
ja: スタテンアイランド鉄道とPATHサポート（ベータ版）を追加しました
ru: Добавлена Staten Island Railway и поддержка PATH (BETA)
uk: Додано Staten Island Railway та підтримку PATH (BETA)

source: Added refresh button for stations
ar: تمت إضافة زر تحديث للمحطات
de: Aktualisierungsbutton für Stationen hinzugefügt
es: Añadido botón de actualización para estaciones
fr: Ajout du bouton de rafraîchissement pour les stations
hi: स्टेशन के लिए रिफ़्रेश बटन जोड़ा गया
ja: 駅のリフレッシュボタンを追加しました
ru: Добавлена кнопка обновления для станций
uk: Додано кнопку оновлення для станцій

source: Fixed various station naming
ar: تم إصلاح تسميات المحطات المختلفة
de: Verschiedene Stationenamen korrigiert
es: Corregido diversos nombres de estaciones
fr: Correction de divers noms de stations
hi: विभिन्न स्टेशन के नाम सुधारे गए
ja: さまざまな駅の命名を修正しました
ru: Исправлены различные имена станций
uk: Виправлено різні назви станцій

source: Update
ar: تحديث التطبيق
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hi: अपडेट
ja: アップデート
ru: Обновить приложение
uk: Оновити програму

source: Continue
ar: متابعة
de: Fortsetzen
es: Continuar
fr: Continuer
hi: जारी रखें
ja: 続行
ru: Продолжить
uk: Продовжити

source: Color Scheme:
ar: نظام الألوان:
de: Farbschema:
es: Esquema de color:
fr: Schéma de couleur :
hi: रंग योजना:
ja: カラースキーム：
ru: Цветовая схема:
uk: Колірна схема:

source: Light
ar: وضع النهار
de: Hell
es: Claro
fr: Clair
hi: प्रकाश
ja: ライトモード
ru: Светлая
uk: Світла

source: Dark
ar: وضع الليل
de: Dunkel
es: Oscuro
fr: Sombre
hi: अंधेरा
ja: ダークモード
ru: Темная
uk: Темна

source: System
ar: تابع للنظام
es: Sistema
fr: Système
hi: सिस्टम के अनुसार
ja: システムに従う
ru: Системная
uk: Системна

source: Region: NYC (More regions coming soon)
ar: المنطقة: نيويورك (مزيد من المناطق قريبًا)
de: Region: NYC (Weitere Regionen in Kürze)
es: Región: NYC (Más regiones próximamente)
fr: Région : NYC (D'autres régions à venir)
hi: क्षेत्र: न्यूयॉर्क सिटी (जल्द ही और क्षेत्र आएगा)
ja: 地域：NYC（近日中に他の地域も追加予定）
ru: Регион: Нью-Йорк (Больше регионов скоро)
uk: Регіон: Нью-Йорк (Більше регіонів незабаром)

source: Region:
ar: المنطقة:
es: Región:
fr: Région :
hi: क्षेत्र:
ja: 地域：
ru: Регион:
uk: Регіон:

source: whats-new
ar: الجديد، %@ إصدار
de: Neuheiten, %@ Version
es: Novedades, %@ versión
fr: Nouveautés %@
hi: नई विशेषताएँ, %@ संस्करण
ja: 新機能、%@ 版
ru: Новые возможности, версия %@
uk: Що нового, %@ версія

source: Version: 1.1
ar: الإصدار: 1.1
es: Versión: 1.1
hi: संस्करण: 1.1
ja: バージョン：1.1
ru: Версия: 1.1
uk: Версія: 1.1

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
ja: 設定
ru: Настройки
uk: Налаштування

source: No Email Set Up
ar: لم يتم تكوين البريد الإلكتروني
de: Keine E-Mail eingerichtet
es: No hay configuración de correo electrónico
fr: Pas d'e-mail configuré
hi: ईमेल सेट नहीं किया गया
ja: 電子メールが設定されていません
ru: Электронная почта не настроена
uk: Електронна пошта не налаштована

source: Made with ❤️ in NYC 🗽🥨
ar: صُنع بكل ❤️ في نيويورك 🗽🥨
de: Hergestellt mit ❤️ in NYC 🗽🥨
es: Hecho con ❤️ en Nueva York 🗽🥨
fr: Fabriqué avec ❤️ à NYC 🗽🥨
hi: न्यूयॉर्क सिटी में बनाया गया ❤️ 🗽🥨
ja: NYCで❤️を込めて制作
ru: Сделано с любовью в Нью-Йорке 🗽🥨
uk: Створено з ❤️ в Нью-Йорку 🗽🥨

source: You do not have an email set up. Go to settings, or send the email to "transitbandage@gmail.com".
ar: ليس لديك إعداد بريد إلكتروني. انتقل إلى الإعدادات أو أرسل البريد الإلكتروني إلى "transitbandage@gmail.com".
de: Sie haben keine E-Mail eingerichtet. Gehen Sie zu den Einstellungen oder senden Sie die E-Mail an „transitbandage@gmail.com“.
es: No has configurado un correo electrónico. Ve a configuración o envía un correo a "transitbandage@gmail.com".
fr: Vous n'avez pas configuré d'adresse e-mail. Accédez aux paramètres ou envoyez un e-mail à « transitbandage@gmail.com ».
hi: आपके पास ईमेल सेट नहीं है। सेटिंग्स में जाएं, या ईमेल को "transitbandage@gmail.com" पर भेजें।
ja: 電子メールが設定されていません。設定に移動するか、「transitbandage@gmail.com」にメールを送信してください。
ru: У вас нет настроенной электронной почты. Перейдите в настройки или отправьте письмо на "transitbandage@gmail.com".
uk: У вас немає налаштованої електронної пошти. Перейдіть до налаштувань або надішліть електронного листа на "transitbandage@gmail.com".

source: skipping-stations
ar: المحطات التي يتم تجاوزها: %@
de: Stationen werden übersprungen: %@
es: Estaciones que no se detienen: %@
fr: Stations sautées : %@
hi: स्टेशन छोड़ रहा है: %@
ja: 停車しない：%@
ru: Пропуск станций: %@
uk: Не зупинятися: %@

source: no-connection
ar: خطأ: لا يوجد اتصال بالإنترنت 🧍
de: Fehler: Keine Netzwerkverbindung 🧍
es: Error: Sin conexión a internet 🧍
fr: Erreur : Pas de connexion réseau🧍
hi: त्रुटि: कोई नेटवर्क कनेक्शन नहीं 🧍
ja: エラー：ネットワークに接続していません🧍
ru: Ошибка: нет подключения к интернету 🧍
uk: Помилка: відсутнє підключення до мережі🧍

source: loading
ar: جار التحميل
de: Laden
es: Cargando
fr: Chargement...
hi: लोड हो रहा है
ja: 読み込み中
ru: Загрузка
uk: Завантаження

source: min
ar: دقيقة
hi: मिनट
ja: 分
ru: мин
uk: хвилина

source: Subway / PATH
ar: المترو / PATH
de: U-Bahn / PATH
es: Metro / PATH
fr: Métro / PATH
hi: सबवे / PATH
ja: 地下鉄 / PATH
ru: Метро / PATH
uk: Метро / PATH

source: Bus
ar: الحافلة
es: Autobús
hi: बस
ja: バス
ru: Автобус
uk: Автобус

source: Regional Rail
ar: السكك الحديدية الإقليمية
de: S bahn
es: Tren Regional
fr: Train Suburbain
hi: क्षेत्रीय रेल
ja: 地域鉄道
ru: Региональная железная дорога
uk: Регіональний залізничний транспорт

source: about-section
ar: الجدول الزمني: LIRR، MetroNorth - مارس 2024 NJ Transit Rail + الحافلات - مارس 2024 CTRail - يونيو 2024 الأنظمة الأخرى: بوسطن، فيلادلفيا، شيكاغو، بالتيمور/واشنطن العاصمة، مونتريال، تورونتو - 2024 لوس أنجلوس، سان فرانسيسكو، لندن، باريس - 2025 الترخيص: رموز الاتجاهات تم استخدامها بترخيص من إدارة النقل العامة. يرجى ملاحظة: Transit Bandage يستخدم مصدر بيانات توفره MTA. إذا كان هناك اختلاف مع بياناتهم، يعتبر الخطأ في بياناتنا. مع الدعم التقني من: Transit Bandage API MTA GTFS مصدر بيانات الوقت الحقيقي PATH API لبيانات الوقت الحقيقي شكر خاص لـ Justin Gohde لمساعدتي في تطوير هذا التطبيق! © 2023-2024 كونراد بوكر
de: Zeitachse: LIRR, MetroNorth - März 2024 NJ Transit Rail + Bus - März 2024 CTRail - Juni 2024 Andere Systeme: Boston, Philadelphia, Chicago, Baltimore/Washington DC, Montreal, Toronto - 2024 Los Angeles, San Francisco, London, Paris - 2025 Lizenz: Streckenindikatoren unterliegen der Lizenz des Metropolitan Transportation Authority. Hinweis: Transit Bandage verwendet Datenquellen von MTA. Bei Abweichungen zu deren Daten können Unterschiede auftreten. Unterstützt durch folgende Technologien: Transit Bandage API MTA GTFS-Echtzeitdatenquelle PATH Echtzeitdaten-API Besonderer Dank an Justin Gohde für seine Hilfe bei der Entwicklung dieser App! © 2023-2024 Conrad Booker
es: Cronología: LIRR, MetroNorth - Marzo de 2024 NJ Transit Rail + Autobús - Marzo de 2024 CTRail - Junio de 2024 Otros sistemas: Boston, Filadelfia, Chicago, Baltimore/Washington DC, Montreal, Toronto - 2024 Los Ángeles, San Francisco, Londres, París - 2025 Licencia: Los indicadores de ruta son utilizados bajo licencia de la Autoridad de Tránsito Metropolitano. Ten en cuenta: Transit Bandage utiliza fuentes de datos proporcionadas por la MTA. Puede haber discrepancias con sus datos. Soporte técnico proporcionado por: Transit Bandage API MTA GTFS datos en tiempo real PATH API de datos en tiempo real Agradecimientos especiales a Justin Gohde por ayudar en el desarrollo de esta aplicación. © 2023-2024 Conrad Booker
fr: Chronologie : LIRR, MetroNorth - Mars 2024 NJ Transit Rail + Autobus - Mars 2024 CTRail - Juin 2024 Autres Systèmes : Boston, Philadelphie, Chicago, Baltimore / DC, Montréal, Toronto - 2024 LA, San Francisco, Londres, Paris - 2025 Licence : Les indicateurs de trajet sont utilisés avec la permission de l'Agence de transport métropolitain. Veuillez noter : Transit Bandage utilise les données fournies par le flux de données de la MTA. S'il y a des divergences avec leurs données, il y a des divergences avec nos données. Alimenté par : API Transit Bandage Flux de données GTFS en temps réel de la MTA API de données temps réel PATH Un merci spécial à Justin Gohde pour m'avoir aidé à développer cette application ! © 2023-2024 Conrad Booker
hi: टाइमलाइन: LIRR, MetroNorth - मार्च 2024 NJ Transit Rail + बस - मार्च 2024 CTRail - जून 2024 अन्य सिस्टम: बॉस्टन, फिलाडेल्फिया, शिकागो, बाल्टीमोर/वॉशिंगटन डीसी, मॉन्ट्रियल, टोरॉन्टो - 2024 लॉस एंजिल्स, सैन फ्रांसिस्को, लंदन, पेरिस - 2025 लाइसेंस: रूट आइडेंटिफायर मेट्रोपॉलिटन ट्रांसिट अधिकार के तहत उपयोग के लिए लाइसेंस प्राप्त हैं। कृपया ध्यान दें: Transit Bandage MTA द्वारा प्रदान की गई डेटा स्रोत का उपयोग करता है। यदि उनके डेटा में अंतर है तो हमारे डेटा में भी अंतर हो सकता है। निम्नलिखित तकनीकी समर्थन के साथ: Transit Bandage API MTA GTFS वास्तविक समय डेटा स्रोत PATH वास्तविक समय डेटा API Justin Gohde को इस ऐप के विकास में मदद के लिए विशेष आभार! © 2023-2024 कॉन्राड बुकर
ja: タイムライン： LIRR、MetroNorth - 2024年3月 NJ Transit Rail + バス - 2024年3月 CTRail - 2024年6月 他のシステム： ボストン、フィラデルフィア、シカゴ、ボルチモア/ワシントンDC、モントリオール、トロント - 2024年 ロサンゼルス、サンフランシスコ、ロンドン、パリ - 2025年 ライセンス： ルートインジケーターは都市交通局のライセンスを使用しています。 注意： Transit BandageはMTAの提供データを使用しています。データに差異がある場合、当社のデータに差異がある可能性があります。 技術サポート： Transit Bandage API MTA GTFSリアルタイムデータソース PATHリアルタイムデータAPI このアプリの開発に協力してくれたJustin Gohdeさんに特別な感謝！ © 2023-2024 Conrad Booker
ru: Хронология: LIRR, MetroNorth - март 2024 NJ Transit Rail + Автобус - март 2024 CTRail - июнь 2024 Другие системы: Бостон, Филадельфия, Чикаго, Балтимор/Вашингтон, Монреаль, Торонто - 2024 Лос-Анджелес, Сан-Франциско, Лондон, Париж - 2025 Лицензии: Маршрутные указатели предоставлены с разрешения муниципального транспорта. Обратите внимание: Transit Bandage использует данные, предоставленные MTA. Если есть расхождения с их данными, это связано с различиями в данных. Техническая поддержка: Transit Bandage API MTA GTFS реального времени PATH API реального времени Особая благодарность Джастину Годе за помощь в разработке этого приложения! © 2023-2024 Конрад Букер
uk: Історія: LIRR, MetroNorth - березень 2024 р. NJ Transit Rail + автобус - березень 2024 р. CTRail - червень 2024 р. Інші системи: Бостон, Філадельфія, Чикаго, Балтимор / Вашингтон, Монреаль, Торонто - 2024 р. Лос-Анджелес, Сан-Франциско, Лондон, Париж - 2025 р. Ліцензії: Маршрутні вказівники використовуються за ліцензією міського транспорту. Зверніть увагу: Transit Bandage використовує дані, надані MTA. Якщо є розбіжності з їхніми даними, це через наші власні дані. З підтримкою технологій: Transit Bandage API MTA GTFS реального часу API реального часу PATH Особлива подяка Justin Gohde за допомогу у розробці цього додатку! © 2023-2024 Конрад Букер

source: Nearby train
fr: Stations de métro à proximité
